{
  "articles": [
    {
      "id": 1,
      "source": "sports.ru",
      "tags": [
        "sport",
        "football"
      ],
      "author": "Nick Chong",
      "title": "Joachim Low to leave Germany manager role after European Championships",
      "description": "Joachim Low will step down from his role as Germany manager after this summer's European Championships.",
      "coverImage": "/image_1.jpg",
      "publishedAt": "2021-09-03T10:34",
      "content": "The 61-year-old has been in charge of his country's national team since replacing Jurgen Klinsmann in 2006.\n\nHe had a contract until the 2022 World Cup but approached the German Football Association (DFB) to end it early.\n\n\"I take this step very consciously, full of pride and enormous gratitude,\" said Low, who led his country to victory at the 2014 World Cup.\n\rHe added that \"at the same time\" he continues \"to be very motivated when it comes to the upcoming European Championship tournament\".\n\n\"I am proud because it is an honour for me to be involved and because I have been able to work with the best footballers in the country and support them in their development,\" said Low.\n\rFollowing the World Cup success in Brazil, Low guided Germany to the semi-finals of Euro 2016 where they were beaten by hosts France.\n\nHe then came under pressure after his side went out at the group stage of the 2018 World Cup.\n\n\"I have great triumphs with them and painful defeats, but above all many wonderful and magical moments - not just winning the 2014 World Cup in Brazil,\" added Low.\n\n\"I am and will remain grateful to the DFB, which has always provided me and the team with an ideal working environment.\"\n\nGermany are in Group F with France, Hungary and Portugal for this summer's European Championships, which will take place from 11 June to 11 July after being delayed by a year because of the coronavirus pandemic.\n\nThey open their campaign against France on 15 June at Allianz Arena in Munich.\n\nDFB president Fritz Keller said: \"The fact that he informed us about his decision at an early stage is very decent.\n\n\"He gives us the necessary time to name his successor.\""
    },
    {
      "id": 2,
      "source": "newsBTC",
      "tags": [
        "business",
        "art"
      ],
      "author": "Will Gompertz",
      "title": "Everydays: The First 5000 Days - Will Gompertz reviews Beeple's digital work",
      "description": "Mike Winkelmann is an American graphic designer. In May 2007 he drew an image of his Uncle Joe, called it Uber Jay (Mike's nickname for his uncle) and shared it online. The next day he made another image and once again posted it online. He did the same thing the next day, and then the next day.",
      "coverImage": "/image_2.jpg",
      "publishedAt": "2021-03-13T07:58",
      "content": "Mike Winkelmann is an American graphic designer. In May 2007 he drew an image of his Uncle Joe, called it Uber Jay (Mike's nickname for his uncle) and shared it online. The next day he made another image and once again posted it online. He did the same thing the next day, and then the next day.\n\nIn fact, every day for the past 13 years Mike has uploaded a new image. You can see them on his Instagram feed 'beeple_crap': Beeple being his nom de plume when in graphic artist mode.\n\nInitially, it was a good way for him to market his skills to internet savvy clients, including Apple, Nike, Coca-Cola, Louis Vuitton, and a host of pop stars from Justin Bieber to Katy Perry.\n\nIt turned out people liked Beeple.\n\nHis Instagram following grew and grew like Jack's beanstalk, reaching the heady heights of 1.9 million today.\n\nHis images became \"weirder\" and \"grosser\" (his words) as time went on, and he learnt to use 3D technology."
    },
    {
      "id": 3,
      "source": "newsBTC",
      "tags": [
        "business",
        "bitcoin"
      ],
      "author": "Nick Chong",
      "title": "Bitcoin Sets New All-Time High at $49,400",
      "description": "Bitcoin just rocketed to a new all-time high at $49,400 despite consolidation in the price of Ethereum. The leading cryptocurrency set this new high after spending most of the past week in the $47,000 range. Bitcoin is moving higher on continued institutional…",
      "coverImage": "https://www.newsbtc.com/wp-content/uploads/2021/02/ken-cheung-10py7Mvmf1g-unsplash.jpg",
      "publishedAt": "2021-02-14T07:58",
      "content": "Bitcoin just rocketed to a new all-time high at $49,400 despite consolidation in the price of Ethereum. The leading cryptocurrency set this new high after spending most of the past week in the $47,00… [+2028 chars]"
    },
    {
      "source": "newsBBC",
      "tags": [
        "art",
        "music"
      ],
      "author": "Mark Savage",
      "title": "Imagine Dragons: How a text saved singer Dan Reynolds' marriage",
      "description": "Have you ever had a text message that changed your life? Dan Reynolds has.",
      "coverImage": "/image_3.jpg",
      "publishedAt": "2021-03-13T04:46",
      "content": "Three years ago, the Imagine Dragons frontman thought his marriage was over. He and his wife, Aja Volkman, hadn't spoken for seven months. When their three children came to visit their dad on tour, all communication happened through a third party.  In April 2018, Reynolds announced their split to fans on Twitter. Lawyers were called, divorce papers were drawn up.  Then, as he drove to sign the documents, his phone pinged. It was a message from Volkman.  \"That was the first time she talked to me in seven months,\" he says. \"And the message said something like: 'I love you. I don't need to own you to love you. I can love you without expectations.'  \"She vocalised it with such generosity, it made me rethink everything.\"  When he got to the lawyers' office, Reynolds sat down and asked his wife a question: \"Why are we getting a divorce?\"  \"She just laughed,\" he recalls, \"and the lawyers were just like, 'What are we dealing with here?'\"  And so, instead of making their divorce official, the couple stood up and left.  \"We went to lunch,\" he laughs. \"We treated it as a first date and fell in love, like all over.\"  Before the year had ended, Reynolds had re-proposed. Now, the couple are fully back together, with a 16-month-old son, Valentine.  \"It's interesting that someone can alter your entire life in a sentence,\" he says. \"If she wouldn't have said that we would have sat down and we would have signed those papers.\"",
      "id": 4
    },
    {
      "source": "BBC",
      "tags": [
        "sport",
        "football"
      ],
      "author": "Reporter",
      "title": "Zlatan Ibrahimovic: AC Milan striker recalled by Sweden",
      "description": "Sweden's record goalscorer Zlatan Ibrahimovic has been recalled to the national team five years after announcing his retirement.",
      "coverImage": "/image_4.jpg",
      "publishedAt": "2021-03-20T13:11",
      "content": "Sweden's record goalscorer Zlatan Ibrahimovic has been recalled to the national team five years after announcing his retirement.\n\nThe 39-year-old scored 62 goals in 116 internationals before quitting after the team's Euro 2016 group-stage exit.\n\nHe opened the door to a return in a newspaper interview in November 2020 and Sweden coach Janne Andersson then flew to Milan to meet with the striker.\n\nIbrahimovic has 14 goals in 14 Serie A appearances for AC Milan this season.\n\nIbrahimovic: How the AC Milan striker is producing a European renaissance\nSweden face Georgia on Thursday, 25 March before playing Kosovo three days later in their opening two 2022 World Cup qualifiers.\n\nIbrahimovic has responded to Sweden's announcement of their squad by tweeting: \"The return of the God.\"\n\n\"He can be a little bit funny at times,\" Andersson said when told about the striker's tweet during an online news conference.\n\n\"First and foremost he is a very good footballer, the best we have had in Sweden. It's obviously very good that he wants to come back.\n\n\"Apart from what he can contribute on the field, he has incredible experience and can contribute that to the other players in the team.\"",
      "id": 5
    }
  ],
  "users": [
    {
      "id": 1,
      "login": "admin",
      "password": "pa$$word"
    },
    {
      "id": 2,
      "login": "parker",
      "password": "root666"
    }
  ],
  "tokens": [
    "1YF2nD6RPCHrYdtOzw6blbM4GWoYiPZVWw9aZi4OlALUYuP6I959PKFExcOH3ZVkXDEQKrAoqIXdOaKeDpDX20h3K50SaWhkYpJg",
    "5xcohdUjUr1jYzFItDIMAq4c9aFNetcFXdBAGQ0Y1SG95tDn0J7jEHP555WUiSb8qDHosdVPsmFBliXA0K48naAU1e614BcAa9VW",
    "KmAOkJI2cw0cBIuUiqFDC1CxYyjbh6TDrvQXWTDYhy3aKofslxp7JZkb3huemZv9GjQjrfDuU13hslJNNOeJoUAqpZpgA2y8S901",
    "O0fdXEh4zRz8krKAcULrA02ahIPmOPOBnDknRpTUJe4x5C2IYcrSUCBLGJZXAoOluuXCYnZFtMgfvSuYbzRFdNvq0lSSeZkgf1oD",
    "84LoYIGzq3bdPKuaXD2lOJDxfY0Ps7YyCwMzfkys9BIUHyCWXihi2LkpCYCWLXFiWNv7QkNXvBPxnSNJdfRWcVwBlVP3AvnMHbqA",
    "EulMVZRcGg8b8Pmm1lIxLZskScuEc9y2pIpZm7AlmUyL1cySqFl9Ch8L55FAwVZVBUjxBwncFenJmrE2ZBion2duagLLAA3QBchI",
    "sjLtVSGFkLsOoGEy4Nevv6gIbpcmEkm9TXs9XBLSuwq3s2dmyhewTnUmZGFbNwsbzfckY8eqRp7iJ8bQdjnxulyKibBF9BVjUzC3",
    "rYHQZb36uH2tqpQMczJnEISgRANdzIyyF8P6KRVt7Z9FGntgHN04p9VRSvmRw7uXrRg8LNyv02Hf9xShGrK65fWmyXekcUsaRVzL",
    "EFbMw7Qw8s2AUfQnra8OrwtFGGDxmkj9krN27PwSgXOcdQtZnLe1PU0gDNg5iU3xdSmHN2F16I6geZAJuq63T6z4Vsuq9XW2WdU9",
    "hqpcFcd9HxtofqeV4aOLy6lr0SQXpXej2IALc6Vm7JJmDcwEYWpezdvmjRzJaGtJiQGb5KcGfSb3tUeNh986k0NJlU37R6Ml0TJJ",
    "nRF0Bdm339u4PsTGskTR2LSlRHEX4Jwcx2Ue5U1QQg2eszSRj8vd6E5tKbZoUuQddKGkphldJwrfv1ixvQX3cjJwyOU5KgMR9Q1C",
    "d2oNmWlHLat96gK8adALgT4f43kT4VFfemYF64SGCiTpfZZyimcc1aoLkuLicW3ekb4Owh5EXdGNLA4lUByYGTnYi7V8a9flFqIc",
    "jatBY838fKadBGhNJtHGZJoHgm8F9IyVIXMw6lXacUObN0sHyfDz2NEP1s08NuOo55rkX3aSwfHWQA3uHtYZtuzrQiBFTKfcwUnn",
    "UN083b0ONmCAHSbtALHh1P0mRKBV2CQ6SiLOJ9o3P0x1DWTbojT8hdARjKWNlWg31Flzl8mUHI8kukOVscgYWryr37nJPz1yQtcf",
    "3Rl9mgAhj4hiKZ2Dz2IEKz0SKnUvRoDAQM4m9sYEFwHOZofuZtHcr7ZVpcA0RAwYJPJXPz6wMx2JThiUAxHuJo7Cdorc4uFdOgRA",
    "54cTQ8xpwP8aodw2jbShKIAup522epzLWWo8ScVvxm3jbfkAGLlH6GuRnYAGmBTkn76G811Fdw7Y2ZhhTVYRcFFZER00OTgIqhfh",
    "oAj6EFgJdIEgmPZZxyADgHHVjnLT4WPNrpHw1FFzU0YYxrW1jqqYsuVU9fXTCHMC6OIzz7SjMIkvJ4ThPYdV9xtvYhxFUFJXa6C7",
    "KDo0E411ic7GHsoFqN9PNlFUOkQb5MRduAoz3DDTTlkGLobaDGmCV4pP3LxO7Z0S7x0Px6QRbuL4FwlkbtbshmCcz30rXbbux34f",
    "A0tBFc32qPvDt6ZV05BGKd9Fe6d1o4yrAcRmfIB1BjzNXbmRbhoCRdQl07hru1sZOiKX8gjV3urpUXg2mFNms1kajE3uQkPC1nl6",
    "FmbdnTAOQVm7MjO1bUjE6bkk9QmjQ6NOAjDjA74Tipop79ktH2OnTgghICY3cQFslaHvk2yxUugocllyqL5KNXEnC84GcYe5dJ3C",
    "rDDcd09TH2VsRQs81oO3DXbw7oPCn1INC53CNIHjfiEJlnzpeACLQbw25Tmol0k4vWMNiYvzQJBUuEuxt6IFz2Deq8V0BoOKBcZE",
    "C0ujV7MQbQnLfSMJdx1nhuniOzmai3YQXSkNzhhzcRPqq2AqGgAa48xkdTADMggHgFnp4tSX2K8hVzW8y3yP7e9USfel69LFCB3j",
    "XQJJUShDbonveX9G6WQbLrcNfTfu6A3Citzdc7fxtnlAbtzBH4E9V5WeClf0aX4MXxXq61QgofhzFfMmd5senxpOBHi9qGJCbu3i"
  ]
}