{
  "articles": [
    {
      "id": 1,
      "source": "sports.ru",
      "tags": [
        "sport",
        "football"
      ],
      "author": "Nick Chong",
      "title": "Joachim Low to leave Germany manager role after European Championships",
      "description": "Joachim Low will step down from his role as Germany manager after this summer's European Championships.",
      "coverImage": "src/images/image_1.jpg",
      "publishedAt": "2021 09 03 10:34:24",
      "content": "The 61-year-old has been in charge of his country's national team since replacing Jurgen Klinsmann in 2006.\n\nHe had a contract until the 2022 World Cup but approached the German Football Association (DFB) to end it early.\n\n\"I take this step very consciously, full of pride and enormous gratitude,\" said Low, who led his country to victory at the 2014 World Cup.\n\nHe added that \"at the same time\" he continues \"to be very motivated when it comes to the upcoming European Championship tournament\".\n\n\"I am proud because it is an honour for me to be involved and because I have been able to work with the best footballers in the country and support them in their development,\" said Low.\n\nFollowing the World Cup success in Brazil, Low guided Germany to the semi-finals of Euro 2016 where they were beaten by hosts France.\n\nHe then came under pressure after his side went out at the group stage of the 2018 World Cup.\n\n\"I have great triumphs with them and painful defeats, but above all many wonderful and magical moments - not just winning the 2014 World Cup in Brazil,\" added Low.\n\n\"I am and will remain grateful to the DFB, which has always provided me and the team with an ideal working environment.\"\n\nGermany are in Group F with France, Hungary and Portugal for this summer's European Championships, which will take place from 11 June to 11 July after being delayed by a year because of the coronavirus pandemic.\n\nThey open their campaign against France on 15 June at Allianz Arena in Munich.\n\nDFB president Fritz Keller said: \"The fact that he informed us about his decision at an early stage is very decent.\n\n\"He gives us the necessary time to name his successor.\""
    },
    {
      "id": 2,
      "source": "newsBTC",
      "tags": [
        "business",
        "bitcoin"
      ],
      "author": "Nick Chong",
      "title": "Bitcoin Sets New All-Time High at $49,400",
      "description": "Bitcoin just rocketed to a new all-time high at $49,400 despite consolidation in the price of Ethereum. The leading cryptocurrency set this new high after spending most of the past week in the $47,000 range. Bitcoin is moving higher on continued institutional…",
      "coverImage": "https://www.newsbtc.com/wp-content/uploads/2021/02/ken-cheung-10py7Mvmf1g-unsplash.jpg",
      "publishedAt": "2021-02-14T07:58:16Z",
      "content": "Bitcoin just rocketed to a new all-time high at $49,400 despite consolidation in the price of Ethereum. The leading cryptocurrency set this new high after spending most of the past week in the $47,00… [+2028 chars]"
    },
    {
      "id": 3,
      "source": "newsBTC",
      "tags": [
        "business",
        "bitcoin"
      ],
      "author": "Nick Chong",
      "title": "Bitcoin Sets New All-Time High at $49,400",
      "description": "Bitcoin just rocketed to a new all-time high at $49,400 despite consolidation in the price of Ethereum. The leading cryptocurrency set this new high after spending most of the past week in the $47,000 range. Bitcoin is moving higher on continued institutional…",
      "coverImage": "https://www.newsbtc.com/wp-content/uploads/2021/02/ken-cheung-10py7Mvmf1g-unsplash.jpg",
      "publishedAt": "2021-02-14T07:58:16Z",
      "content": "Bitcoin just rocketed to a new all-time high at $49,400 despite consolidation in the price of Ethereum. The leading cryptocurrency set this new high after spending most of the past week in the $47,00… [+2028 chars]"
    },

    {
      "title": "title_test",
      "description": "desc",
      "content": "hello world",
      "author": "Lev",
      "publishedAt": "2021-03-04T23:25",
      "coverImage": "213",
      "id": 7
    }
  ],
  "users": [
    {
      "id": 1,
      "login": "admin",
      "password": "pa$$word"
    },
    {
      "id": 2,
      "login": "parker",
      "password": "root666"
    }
  ],
  "tokens": {}
}